insert into HOSPITAL (HOSPITAL_ID,NAME,REC_NO,LEDGER)
values ('1','하나병원','0000','병원장'),
('2','마음병원','0010','병원장');

insert into CODEGROUP (GROUP_TYPE,NAME,DESCRIPTION)
values ('성별코드','성별코드','성별을 표시'),
('방문상태코드','방문상태코드','환자방문의 상태(방문중,종료,취소)'),
('진료과목코드','진료과목코드','진료과목(내과,안과)'),
('진료유형코드','진료유형코드','진료의 유형(약처방,검사 등');

insert into CODE (GROUP_TYPE,CODE_TYPE,NAME)
values ('성별코드','M','남'),
('성별코드','F','여'),
('방문상태코드','1','방문중'),
('방문상태코드','2','종료'),
('방문상태코드','3','취소'),
('진료과목코드','01','내과'),
('진료과목코드','02','안과'),
('진료유형코드','D','약처방'),
('진료유형코드','T','검사');